// components/checkBox/index.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    items:[
      {title:'深大校内:',desc:'转专业、双辅修、选课、绩点、复习、奖学金、义工等等相关的经验分享、奇技淫巧都在这里'},
      {title:'升学深造：',desc:'留学/考验？TOEFL/IELTS？GRE/GMAT？夏校/海外交换? 硕士/直博/MBA? 快来了解未来走'},
      {title:'热门行业：',desc:'金融、互联网、四大、咨询、快消、房地产、通信，职业了解不清晰？职业规划不合理？'},
      {title:'实践提升：',desc:'大厂实习？SCI？挑战杯？CFA/FRM/CPA/ACCA？数学建模？商赛？创业？实战项目？'},
      {title:'求职准备：',desc:'简历修改、真题面经、群面技巧、casestudy、数据分析、编程、职场妆容，你想要的这里都有'},
      {title:'资源机会：',desc:'实习JD、竞赛组队、学习伴侣、科研团队，提出需求实现愿望请点这里～'},
      {title:'趣味分享：',desc:'实习日常vlog，大学生活，这里你可以品尝更多不同颜色和口味的日子，也能提升自己的调性～'},
      {title:'咨询科普：',desc:'时事热点，最新资讯点评，求职科普，公司行业情况与前景，高质量实用的大学生资讯集中营~'}
    ]
  },

  /**
   * 组件的方法列表
   */
  
  methods: {
    select:function(){
      this.hide
    }
  }
})
